Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: father... do you see now?
es_419: Padre… ¿ya te diste cuenta?

source: gah!!!
es_419: ¡¡¡Ah!!!

source: I want fresh meat, not some rotten scraps off a dead carcass.
es_419: Carne fresca, en vez de unas sobras podridas.

source: ...how do we all get out of here alive?
es_419: … ¿cómo salimos vivos de aquí?

source: it's a bit of a different vibe compared to the retreats, isn't it?
es_419: Es un poco diferente a El Refugio, ¿verdad?

source: but what if this is for real?
es_419: Pero ¿y si todo esto es real?

source: fuck... where the hell did he come from?
es_419: Mierda… ¿de dónde carajo salió?

source: yeah... this feels about right.
es_419: Sí… parece lo correcto.

source: did that kid...
es_419: ¡¿Ese niño…

source: ...he must've tipped off the retreats scum about me...
es_419: … que fue él quien me delató con la escoria de El Refugio…

source: and I'm his client not his boss!
es_419: ¡Soy su cliente, no su jefe!

source: we won't last a day without it!
es_419: ¡No vamos a durar ni un día sin ellas!

source: yes, I'm certain.
es_419: Sí, estoy seguro.

source: what's happening on your end?
es_419: ¿Cómo va todo de tu lado?

source: we were firmly convinced that we had to destroy before we could rebuild.
es_419: Estábamos convencidos de que teníamos que destruir todo antes de reconstruirlo.

source: I love you so much, gable...
es_419: Te amo muchísimo, Gable…

source: I didn't say it would be for free.
es_419: No dije que sería gratis.

source: probably. but switching human beings...
es_419: Probablemente. Pero cambiar a dos personas…

source: *cheonryong (天龍): centipede
es_419: *Cheonryong (天龍): ciempiés

source: ack!
es_419: ¡Agh!

source: YANK
es_419: JALA

source: the bluechip was upgraded and it's never had a problem again since.
es_419: lo actualizaron y, desde entonces, no ha vuelto a haber ningún error.

source: that's amazing. she's almost the same age as me.
es_419: Increíble. Tiene casi la misma edad que yo.

source: it was obvious that they were targeting edward specifically.
es_419: Es obvio que iban específicamente tras Edward.

source: I overheard you and your friends talking.
es_419: Te escuché hablando con tus amigos.

source: Back up before you get hurt.
es_419: Retrocede si no quieres heridas.

source: it's not gonna be an easy ride.
es_419: Este viaje no va a ser nada fácil.

source: there's no time! get the chip!
es_419: ¡No hay tiempo! ¡Agarren el chip!

source: holy crap! what if he's here to shoot at us?
es_419: ¡Mierda! ¿Y si nos dispara?

source: but I can guarantee you, no one else in the retreats will even entertain an idea like this.
es_419: Pero te lo garantizo, nadie más en El Refugio va a considerar ni remotamente una idea así.

source: you two, keep your eyes open!
es_419: ¡Ustedes dos, estén atentos!

source: They say that no one's managed to sneak into the Retreats in 50 years…
es_419: Dicen que nadie ha logrado colarse en El Refugio en los últimos cincuenta años…

source: yeah, this whole building's a dead zone for signal.
es_419: No. La señal no llega a ninguna parte de este edificio.

source: ...that's how people like us have learned to survive in this world.
es_419: … así es como nosotros aprendimos a sobrevivir en el mundo.

source: I'll tell you what I did with those new hope cops…
es_419: Voy a contarte lo que hice con esos agentes nuevos...

source: they must've found gramps.
es_419: Seguro encontraron al abuelo.

source: they sometimes make trouble for us vultures, so I like to keep an eye on them.
es_419: A veces nos dan problemas. Por eso, me gusta estar atento con ellos.

source: unable to verify identity.
es_419: Imposible verificar identidad.

source: those centipedes have pretty good teamwork!
es_419: ¡Esos ciempiés sí que saben trabajar en equipo!

source: wait, is this safe?!
es_419: ¡¿Y esto es seguro?!

source: I guess not, in your case. let me know if you change your mind.
es_419: Supongo que no es tu caso. Avísame si llegas a cambiar de opinión.

source: it was only in hindsight that I realized...
es_419: Solo fue después cuando entendí…

source: shoot 'em!
es_419: ¡Dispárenles!

source: they appear to have been murdered.
es_419: Al parecer, los asesinaron.

source: nice, edward... isn't it amazing what someone can do when they're backed into a corner?
es_419: Genial, Edward… ¿no es increíble lo que alguien puede hacer cuando está entre la espada y la pared?

source: this emblem belongs to one of the most violent gangs on earth.
es_419: Este emblema es de una de las pandillas más violentas del mundo.

source: it ain't me-- huh?!
es_419: No fui yo… ¡¿Eh?!

source: it's got something to do with the 817, right? huh?
es_419: Tiene algo que ver con los 817, ¿verdad?

source: in other words, they're worried that taking me out prematurely...
es_419: En otras palabras, les preocupa que matarme prematuramente…

source: the only person who came to my aid without a moment of hesitation...
es_419: … la única persona que vino a ayudarme sin dudar un segundo…

source: scared? don't be ridiculous!
es_419: ¿Miedo? ¡No seas ridículo!

source: she's a real doozy! she even has a silencer attached.
es_419: ¡Es increíble! Hasta tiene un silenciador.

source: Solgaya, nicknamed "Paradise on earth"
es_419: Solgaya, también conocida como “El paraíso en la Tierra”

source: blink
es_419: PLIN

source: our priority is to stay under the radar and get out of here as quickly as possible.
es_419: Nuestra prioridad es pasar inadvertidos y largarnos de aquí cuanto antes.

source: good catch.
es_419: Qué buen ojo.

source: ...we would've eventually accepted that the retreats and the slums are totally separate worlds.
es_419: … habríamos aceptado en algún momento que El Refugio y los barrios eran mundos diferentes.

source: gramps! we're all done here.
es_419: ¡Abuelo! Ya terminamos por aquí.

source: I'm taking you...
es_419: Voy a llevarte…

source: as a rule, retreats citizens are forbidden from possessing weapons.
es_419: Por regla general, la posesión de armas en El Refugio está prohibida.

source: whoa!
es_419: ¡Guau!

source: who the hell is that?!
es_419: ¡¿Quién carajo es ese tipo?!

source: also...
es_419: Además…

source: like I said, that weight is light enough for even kacey to handle.
es_419: Como dije, hasta Kacey puede levantar esas pesas.

source: cry me a river...
es_419: Uy, qué pena…

source: ...someone's run off with the whole lot!
es_419: … ¡alguien las robó todas!

source: I hope he doesn't get into any funny business.
es_419: Espero que no se le ocurra hacer algo raro.

source: of course, I was prejudiced against people from the slums for a time...
es_419: Obviamente, tuve prejuicios hacia la gente en los barrios durante mucho tiempo…

source: they placated us with phrases like "you too can enjoy life in the retreats one day“ or "you just need to pull yourself up by your bootstraps“ while exploiting us for all we were worth.
es_419: Nos apaciguaban con frases como “tú también podrías disfrutar algún día la vida de El Refugio” o “solo tienes que trabajar duro para salir adelante” mientras nos explotaban.

source: he's definitely one of a kind.
es_419: Sí, ese tipo es único.

source: a few years ago.
es_419: hace unos años.

source: shit! are they here for edward?
es_419: ¡Mierda! ¿Vinieron por Edward?

source: ART SUNHEE KIM
es_419: Arte: Kim Sunhee

source: we're blessed people, and according to him, we should be thankful.
es_419: Según él, estamos bendecidos y debemos dar gracias por eso.

source: ...basically, anybody who is somebody in the retreats...
es_419: … en resumen, cualquiera que tenga un nombre en Refugio…

source: come on, focus!
es_419: ¡Vamos, concéntrate!

source: I'm not just satisfied with being able to afford to rent in brine.
es_419: No me basta con tener dinero para pagarme el alquiler aquí en Salmuera.

source: I know you've been following us for a while.
es_419: Sé que llevas rato siguiéndonos.

source: oh, you know me...
es_419: Ah, ya me conoces…

source: Another one?!
es_419: ¡¿Otro?!

source: no matter how hard I work, I won't ever be able to become a resident of the retreats and experience true happiness.
es_419: No importa cuánto trabaje, nunca podré ser residente de El Refugio y encontrar la verdadera felicidad.

source: jackson, that goddamn pervert!
es_419: ¡Jackson, ese maldito pervertido!

source: executed by shooting?
es_419: ¿Ejecutado con disparos?

source: it's kill or be killed out here!
es_419: ¡Toca matar o que te maten!

source: ...and tendency to instantly trust anyone who bothers to stroke your ego.
es_419: … y tu tendencia a confiar instantáneamente en cualquiera que te levante el ego.

source: ...our expedition to held me return home by finding the wristwatch-shaped device to operate the legendary machine remembric...
es_419: … nuestra expedición para buscar el dispositivo con el que operaríamos el legendario recordatón que me regresaría a casa…

source: what? uh... okay!
es_419: ¿Qué? Eh… ¡Okey!

source: what do you mean?
es_419: ¿A qué te refieres?

source: wait! there are two more of them out there!
es_419: ¡Espera! ¡Quedan dos tipos más!

source: I wouldn't have believed it either...
es_419: Yo tampoco lo hubiese creído…

source: that bastard john canty has gone out of his way to make things difficult for me...
es_419: Ese maldito John Canty ha hecho todo lo posible por hacerme la vida difícil…

source: tiber was originally a building demolition specialist.
es_419: Originalmente, Tiber era especialista en demoler edificios.

source: but I wonder what kind of choice edward will make.
es_419: Pero me pregunto qué decisión tomará Edward.

source: we've lost the kid!!!
es_419: ¡¡¡Perdimos al niño!!!

source: you know, my grandfather was quite a fan of your work.
es_419: ¿Sabes? Mi abuelo admiraba mucho su trabajo.

source: be gentle with the goods, you hear?
es_419: Sé gentil con ellos, ¿me escuchas?

source: there's one behind the pillar...
es_419: Hay uno detrás de la columna…

source: What?
es_419: ¿Qué?

source: I'd say it's worth it for a chance to turn my life around.
es_419: Creo que la oportunidad de cambiar mi vida vale la pena.

source: point
es_419: APUNTA

source: ...causing the authorities to send in a fleet of attack drones in response.
es_419: … lo que hace que las autoridades envíen a una horda de drones de ataque.

source: what? why?!
es_419: ¿Eh? ¿Por qué?

source: ...but now it's all back to square one...
es_419: … y ahora todo vuelve al punto de partida…

source: the moment I saw that bastard laughing at our desperation, I swore to myself...
es_419: En cuanto vi a ese maldito desgraciado reírse de nuestra desesperación, me juré a mí mismo…

source: bahaha! and oor greenwood is just caught in the middle.
es_419: ¡Ja, ja, ja! Y ahora, Greenwood se vio involucrado.

source: The First Retreats
es_419: El primer refugio

source: delicious...
es_419: Delicioso…

source: jeez...
es_419: Cielos…

source: I can't believe kacey can fire one of these things so easily!
es_419: ¡No puedo creer que Kacey pueda disparar como si nada!

source: that combat visa goon?
es_419: ¿El de la visa de combate?

source: I want my eyes on the prize, man.
es_419: Tengo la mira puesta en el objetivo.

source: when the rest of us starved, suffered from disease, and slaughtered each other to survive...
es_419: Mientras los demás pasábamos hambre, nos enfermábamos y nos matábamos entre todos para sobrevivir…

source: this time, there will definitely come a time when you have to pull the trigger.
es_419: Esta vez, sin duda alguna vas a tener que apretar el gatillo en algún momento.

source: I can explain...
es_419: … puedo explicarlo…

source: The chance of anyone penetrating the Retreats' security is almost zero…
es_419: Penetrar la seguridad de El Refugio es prácticamente imposible…

source: ...it almost sounds like someone sold out greenwood to the retreats security...
es_419: … es como si hubiesen avisado a la seguridad de El Refugio dónde estaba Greenwood…

source: among all the contraband smuggled from the retreats...
es_419: De todas las cosas que se han contrabandeado de El Refugio…

source: Ugh…
es_419: Agh…

source: ...they were just protecting a retreats citizen implanted with the bluechip!
es_419: … ¡sino porque protegían a un ciudadano de El Refugio con un chip implantado!

source: since winning the battlegrounds, however, he began to show symptoms of severe mental illness...
es_419: Después de ganar las batallas, comenzó a presentar síntomas de una grave enfermedad mental…

source: there weren't any splits in the tunnel. how can this be?
es_419: Pero no había ninguna separación en el túnel, ¿cómo es posible?

source: h
es_419: I

source: YOU'RE KIDDING, RIGHT?
es_419: Es un chiste, ¿verdad?

source: is it just me, or is it getting pretty noisy out there?
es_419: ¿Soy yo o hay mucho ruido por allá?

source: actually, shouldn't you be used to it already by now?!
es_419: Aunque, ¡¿no deberías haberte acostumbrado ya?!

source: but it'll be a hundred times more dangerous. we can't afford to take the risk.
es_419: pero sería muchísimo más peligroso. No podemos tomar ese riesgo.

source: uh huh...
es_419: Ajá…

source: they're going to tear you apart!
es_419: ¡Porque te van a hacer pedazos!

source: well, it helps that I'm a pretty great driver!
es_419: ¡Y también ayuda que soy un excelente conductor!

source: run!
es_419: ¡Corran!

source: ...it was partly for me as well.
es_419: … en parte, también lo hice por mí.

source: if I die, this will all be for nothing. damn you, chief...
es_419: Si muero, todo habrá sido para nada. Maldito seas, jefe…

source: we'll jump right into the fray and make a name for ourselves, the cheonryong gang!
es_419: ¡Vamos a entrar justo en medio de la lucha y a labrar una reputación para los Cheonryong!

source: whoosh
es_419: FUUUSH

source: I got hit earlier...
es_419: Me dieron…

source: this isn't exactly what we were aiming for...
es_419: Esto no era precisamente lo que queríamos…

source: ACK!
es_419: ¡Agh!

source: What are you talking about?
es_419: ¿De qué hablas?

source: why did they dig so deep down into the ground?
es_419: ¿Por qué cavaron tan profundo?

source: let's see... thankfully, they have the same blood type.
es_419: A ver… afortunadamente, tienen el mismo tipo de sangre.

source: I will survive, no matter what!
es_419: … ¡sin importar lo que pase!

source: the water wars.
es_419: Las guerras por agua.

source: I'm not a kid anymore, I don't need his permission...
es_419: Ya no soy un niño, no necesito que me dé permiso…

source: it's been a while.
es_419: Tanto tiempo.

source: if it's money you want, I can pay you-!
es_419: ¡Si lo que quiere es dinero, puedo pagarle…!

source: he's had several cosmetic surgeries, and even got artificial bone implants to match the other kid's height exactly.
es_419: Le hicimos varias cirugías estéticas y hasta le pusimos unos implantes óseos para que tuvieran exactamente la misma estatura.

source: and thus began...
es_419: Así fue cómo empezó…

source: the closer we get to central...
es_419: Entre más nos acerquemos a la central…

source: wait, hold up!
es_419: ¡Esperen!

source: to think you'd have a complete change of heart in just one month...
es_419: Quién creería que ibas a cambiar de opinión en apenas un mes…

source: what does my attitude have to do with lifting weights?!
es_419: ¡¿Qué tiene que ver mi actitud con levantar pesas?!

source: I picked these two out of the cheonryong members who volunteered for the mission.
es_419: De los Cheonryong que se ofrecieron para esta misión, elegí a estos dos.

source: You must be out of your mind!
es_419: ¡¿Acaso enloqueciste?!

source: ...I refuse to die like this!
es_419: … ¡me niego a morir así!

source: we were only in it for the money to start with.
es_419: Lo único que nos interesó siempre fue el dinero.

source: so? how was it?
es_419: ¿Bueno? ¿Qué tal?

source: He's gone?
es_419: ¿Se fue?

source: where might that be?
es_419: ¿de dónde eres?

source: after all, it's only human nature...
es_419: Al final, así es la naturaleza humana…

source: the newbies always take forever to find their way over here.
es_419: Los novatos siempre tardan una eternidad en llegar hasta acá.

source: so all we need to do is to return you to the retreats...
es_419: Entonces, solo tenemos que regresarte a El Refugio…

source: shoot him!
es_419: ¡Dispárale!

source: I wonder...
es_419: Me pregunto…

source: well, technically they work for me!
es_419: ¡O, técnicamente, ellos trabajan para mí!

source: but yeah, those combat visa goons always give me the creeps.
es_419: Pero sí, esos matones siempre me ponen la piel de gallina.

source: is what you just said really true?
es_419: ¿Es verdad eso que acabas de decir?

source: like I said...
es_419: Como dije…

source: or both, if you wanna step it up a notch?
es_419: ¿O ambas?

source: knock
es_419: TOC

source: he'll never be happy here that way.
es_419: … no podría ser feliz.

source: it's just that...
es_419: Es solo que…

source: but you're much more of a cowardly scumbag than they are, you piece of trash!
es_419: … ¡pero eres aun más cobarde que ellos! ¡Eres una basura!

source: the next enemy I run into...
es_419: Al próximo enemigo que encontremos…

source: okay, maybe not that gentle.
es_419: Okey, pudiste ser menos gentil.

source: I was taking care of the dead bodies from yesterday's attack...
es_419: Mientras me hacía cargo de los cadáveres que dejó el ataque de ayer…

source: hurk!
es_419: ¡Agh!

source: huff...
es_419: Uff…

source: I will survive...
es_419: Voy a sobrevivir…

source: do you think I'm that desperate to survive?!
es_419: ¡¿Tan desesperado por sobrevivir crees que estoy?!

source: from birth, residents of the spire spend enormous sums of money...
es_419: Desde que nacen, los residentes de la espiral invierten muchísimo dinero…

source: again?
es_419: ¿Otra vez?

source: it feels like everyone's staring at me...
es_419: ¿es mi imaginación o…

source: which unfortunately means...
es_419: Por desgracia, eso significa que…

source: uh huh... huh?
es_419: Ajá… ¿Eh?

source: at the time, I didn't think we'd ever need it, since we had already just burned down all of biringam.
es_419: En aquel momento, no creí que lo necesitaría. Digo, ya habíamos hecho cenizas Biringam.

source: wh-what did you just say-?
es_419: ¿Q-qué acaba de decir…?

source: what...?
es_419: ¿Qué?…

source: slide
es_419: ZAS

source: first, I managed to find their explosives vault and blow it up...
es_419: Primero, logré encontrar su almacén de explosivos y hacerlos estallar…

source: brought to you by tythonic biotech, the lifelong companion of all retreats citizens...
es_419: Industrias Tythonic, la compañía que trabaja para todos los ciudadanos de El Refugio…

source: if he is, shouldn't we go help him?
es_419: Si es así, ¿no deberíamos ayudarlo?

source: get 'em!
es_419: ¡Búsquenlos!

source: I said we might end up in a fight as soon as we set foot here.
es_419: Dije que podríamos meternos en una pelea apenas llegáramos.

source: die!
es_419: ¡Muere!

source: I know!
es_419: ¡Ya sé!

source: rescue layton greenwood, a former member of the 817.
es_419: … rescatar a Layton Greenwood, exmiembro de los 817.

source: I can't die like this!
es_419: ¡No puedo morir así!

source: urgh... are you kidding me?
es_419: Agh… ¿me estás tomando el pelo?

source: you let the kid go free?!
es_419: ¡¿Dejaste ir al muchacho?!

source: set for life? maybe.
es_419: ¿La vida resuelta? Quizá.

source: so, how'd it-?
es_419: Y bien, ¿cómo…?

source: so what you're saying is...
es_419: ¿Me estás diciendo que…

source: crumble
es_419: crac

source: thanks... but toys like that need a bluechip to operate.
es_419: Gracias… pero para usar esos juguetes, necesitas un chip.

source: lower
es_419: BAJA

source: eradicating targets.
es_419: Erradicando objetivos.

source: fling
es_419: FUSH

source: all we're allowed...
es_419: Lo único que tenemos…

source: not exactly smooth sailing.
es_419: Conque no nos vamos de paseo.

source: it's almost like we've become gods.
es_419: Casi como si fuéramos dioses.

source: ...best of luck, austin.
es_419: … buena suerte, Austin.

source: no, sir...
es_419: No, señor…

source: I don't know where the centipedes are from...
es_419: No sé de dónde son esos ciempiés…

source: ...that we must strive to protect human rights and dignity as citizens of the retreats.
es_419: … que tenemos que esforzarnos en proteger los derechos y la dignidad humanos aquí en El Refugio.

source: shit-!
es_419: ¡Mierda…!

source: what a pointless question. this is what happens.
es_419: Qué pregunta tan absurda. Esto es lo que pasa.

source: what do they want with an old coot like you?
es_419: ¿Por qué les importa tanto un anciano como tú?

source: the port.
es_419: El puerto.

source: THUNK
es_419: PUM

source: wait, we're not done yet?!
es_419: Espera, ¡¿no habíamos terminado?!

source: chief's going to brief us on the next phase of the plan.
es_419: El jefe va a explicarnos la siguiente fase del plan.

source: just push, my dude!
es_419: ¡Empuja, hermano!

source: ...we're designed to survive at all costs!
es_419: … ¡estamos diseñados para sobrevivir a cualquier precio!

source: we're still trying to track john canty, but his minions are still chasing after you too.
es_419: Aún intentamos rastrear a John Canty, pero sus esbirros siguen buscándote.

source: ...but that was only because of my ignorance.
es_419: … pero era solo por mi ignorancia.

source: y-you brat!
es_419: ¡M-maldito mocoso!

source: ...I should've done it!
es_419: … ¡debí hacerlo!

source: so you were pretending this whole time... for the past two years...
es_419: Entonces, estos dos años… siempre estuviste fingiendo…

source: I didn't hink you'd accept edward's proposal.
es_419: No creí que aceptarías la propuesta de Edward.

source: eyes front, kid!
es_419: ¡Mira al frente, niño!

source: copy.
es_419: Entendido.

source: no way...
es_419: No puede ser…

source: my son's been waiting for you.
es_419: Mi hijo te está esperando.

source: I think this might be the end for us.
es_419: Tal vez este sea nuestro fin.

source: my t-54...
es_419: Mi T-54…

source: still no word from ed.
es_419: Aún no sé nada de Ed.

source: see you later, john.
es_419: Nos vemos, John.

source: I'm out of ammo...
es_419: Me quedé sin balas.

source: don't feel too bad about it, edward.
es_419: No te sientas mal, Edward.

source: we can find a way out of here alive...
es_419: Podemos salir de esta vivos…

source: ugh, whatever...
es_419: Agh, no importa…

source: you used yourself as bait!
es_419: ¡Hiciste el papel de señuelo!

source: ...but the problem is...
es_419: … pero el problema es…

source: bahahaha!
es_419: ¡Mua, ja, ja, ja!

source: a manhunt where a slum rat preys on a retreats citizen!
es_419: ¡Una rata de los barrios caza a un ciudadano de El Refugio!

source: I'm here to talk, gramps.
es_419: Vine a hablar, abuelo.

source: a whole swarm of drones!
es_419: ¡Un ejército de drones!

source: u
es_419: a

source: I wasn't finished talking, cyclops.
es_419: No he terminado de hablar, cíclope.

source: the only way to get a baby bird to fly is to throw it off a cliff!
es_419: ¡La única forma de enseñarle a un pichón a volar es lanzándolo a su suerte!

source: snoooore
es_419: RONCA

source: they're pretty good at picking vantage points. they must be seasoned pros.
es_419: Son muy buenos eligiendo posiciones estratégicas. Deben ser tipos experimentados.

source: it might be best to head back to brine and regroup...
es_419: Tal vez sea mejor volver a Salmuera y reagruparnos…

source: they're just as greedy and ambitious as you are.
es_419: Son tan ambiciosos y avaros como ustedes.
